Revit 2024 API
ParameterTypeId.RbsElecCircuitWireNumGroundsParam Property
 "# of Ground Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecCircuitWireNumGroundsParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecCircuitWireNumGroundsParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecCircuitWireNumGroundsParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace